name: "yolo_seg"
platform: "onnxruntime_onnx"
max_batch_size: 8
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [3, 640, 640]
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [116, 8400]  # Динамический размер
  },
  {
    name: "output1"
    data_type: TYPE_FP32
    dims: [32, 160, 160]    
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]